docs/pyreverse/graphviz/packages_pythermondt.transforms.gv
digraph "packages_pythermondt.transforms" {
rankdir=BT
charset="utf-8"
"pythermondt.transforms" [color="#F2994A", label=<pythermondt.transforms>, shape="box", style="filled"];
"pythermondt.transforms.augmentation" [color="#F2994A", label=<pythermondt.transforms.augmentation>, shape="box", style="filled"];
"pythermondt.transforms.base" [color="#F2994A", label=<pythermondt.transforms.base>, shape="box", style="filled"];
"pythermondt.transforms.normalization" [color="#F2994A", label=<pythermondt.transforms.normalization>, shape="box", style="filled"];
"pythermondt.transforms.preprocessing" [color="#F2994A", label=<pythermondt.transforms.preprocessing>, shape="box", style="filled"];
"pythermondt.transforms.sampling" [color="#F2994A", label=<pythermondt.transforms.sampling>, shape="box", style="filled"];
"pythermondt.transforms.utils" [color="#F2994A", label=<pythermondt.transforms.utils>, shape="box", style="filled"];
"pythermondt.transforms" -> "pythermondt.transforms.augmentation" [arrowhead="open", arrowtail="none"];
"pythermondt.transforms" -> "pythermondt.transforms.base" [arrowhead="open", arrowtail="none"];
"pythermondt.transforms" -> "pythermondt.transforms.normalization" [arrowhead="open", arrowtail="none"];
"pythermondt.transforms" -> "pythermondt.transforms.preprocessing" [arrowhead="open", arrowtail="none"];
"pythermondt.transforms" -> "pythermondt.transforms.sampling" [arrowhead="open", arrowtail="none"];
"pythermondt.transforms" -> "pythermondt.transforms.utils" [arrowhead="open", arrowtail="none"];
"pythermondt.transforms.augmentation" -> "pythermondt.transforms.base" [arrowhead="open", arrowtail="none"];
"pythermondt.transforms.normalization" -> "pythermondt.transforms.base" [arrowhead="open", arrowtail="none"];
"pythermondt.transforms.preprocessing" -> "pythermondt.transforms.base" [arrowhead="open", arrowtail="none"];
"pythermondt.transforms.sampling" -> "pythermondt.transforms.base" [arrowhead="open", arrowtail="none"];
"pythermondt.transforms.utils" -> "pythermondt.transforms.base" [arrowhead="open", arrowtail="none"];
}
