docs/pyreverse/mermaid/packages_pythermondt.transforms.mmd
classDiagram
  class transforms {
  }
  style transforms fill:#F2994A
  class augmentation {
  }
  style augmentation fill:#F2994A
  class base {
  }
  style base fill:#F2994A
  class normalization {
  }
  style normalization fill:#F2994A
  class preprocessing {
  }
  style preprocessing fill:#F2994A
  class sampling {
  }
  style sampling fill:#F2994A
  class utils {
  }
  style utils fill:#F2994A
  transforms --> augmentation
  transforms --> base
  transforms --> normalization
  transforms --> preprocessing
  transforms --> sampling
  transforms --> utils
  augmentation --> base
  normalization --> base
  preprocessing --> base
  sampling --> base
  utils --> base
